[
    {
        "name": "Lady Bird Johnson Grove Nature Trail",
        "location": "Orick, CA",
        "difficulty": 1,
        "length": 1.4,
        "elevationChange": 88,
        "routeType": "Loop",
        "description":"Even though this route is popular, this short loop should be on every visitor's to-do list. Featuring incredible scenery, a slice of history, and some remarkable trees, this trail exemplifies the traits that make Redwood National Forest unique. Traveling through the area in which Redwood National Park was originally dedicated by Lady Bird Johnson, this trail holds a special place in both human and natural history. Traveling through the area in which Redwood National Park was originally dedicated by Lady Bird Johnson, this trail holds a special place in both human and natural history. Along the trail, expect to encounter a smooth tread and gentle grades as you meander amongst the massive trunks of trees that have been alive since the time of Genghis Khan. Whatever time of year you visit, you are bound to enjoy the bounty of the season, whether it's the cool mists of winter hugging car-sized tree trunks, the bright blooms of spring azalea and rhododendron, summer's bright sunbeams streaming through the trees, or the fall's eruption of fiery bigleaf maple.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659747810/trails/lady_pjnpqk.jpg",
        "cloudinary_id": "lady_pjnpqk",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Horsetooth Falls and Rock Trail Loop",
        "location": "Horsetooth Mountain Park, CO",
        "difficulty": 4,
        "length": 8.3,
        "elevationChange": 1743,
        "routeType": "Loop",
        "description":"This trail features many trails around Horsetooth Mountain and provides beautiful scenic views of Colorado. The top of Horsetooth Mountain provides views of Pikes Peak, the Rocky Mountains, and others in the distance. The trail was certainly manageable and guided. There is a consistently steady incline covering about 2,000 feet of incline. Most of the trails are narrow, but still accessible for bikes and dogs. There are some loose rocks (big and small) and tree roots along the trails, but none are overly difficult to overcome. The most difficult aspects of this combination of trails are the inclines and the length of the hike. The first half of the loop climbs steadily, with a short side trip to Horsetooth Falls at about one mile. From there, you'll continue a steady climb on Spring Creek Trail. Eventually, after a short connecting section on Towers, turn onto West Ridge Trail to wind back to the south. This trail will connect you to the Horsetooth Rock Trail which takes you up to the summit. Enjoy the views before starting you descent back to the trailhead on the South Ridge Trail.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659748083/trails/horsetooth_hi25fr.jpg",
        "cloudinary_id": "horsetooth_hi25fr",
        "reviews": [],
        "reviewss": [1]
    },
    {
        "name": "Price Lake Loop",
        "location": "Blue Ridge Parkway, NC",
        "difficulty": 2,
        "length": 2.3,
        "elevationChange": 90,
        "routeType": "Loop",
        "description":"Trail located in Columbia Plateau TrailThis is an easy 2.3-mile loop which circles Price Lake and cuts through the campground. The trail features a few great views of Grandfather Mountain. Canoeing and kayaking are also permitted on the lake. Price Lake Loop is a rooty beginner trail through thick, lush Appalachian forest. the foliage is dense, but the trail is easy to follow and features several bridges and boardwalks through marshy areas. The loop makes for a nice after-work hike and is suitable for the whole family. Price Lake is located at Milepost 297 on the Blue Ridge Parkway. You can park at the Price Lake overlook or the boat rental lot and take the 2.3-mile loop in either direction.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659748220/trails/price_eoovzz.jpg",
        "cloudinary_id": "price_eoovzz.jpg",
        "reviews": [],
        "reviewss": [2]
    },
    {
        "name": "Turkey Creek Trail",
        "location": "Mezcal, AZ",
        "difficulty": 4,
        "length": 4.9,
        "elevationChange": 2777,
        "routeType": "Loop",
        "description":"Even though this route is popular, this short loop should be on every visitor's to-do list. Featuring incredible scenery, a slice of history, and some remarkable trees, this trail exemplifies the traits that make Redwood National Forest unique. /nTraveling through the area in which Redwood National Park was originally dedicated by Lady Bird Johnson, this trail holds a special place in both human and natural history. Traveling through the area in which Redwood National Park was originally dedicated by Lady Bird Johnson, this trail holds a special place in both human and natural history. /nAlong the trail, expect to encounter a smooth tread and gentle grades as you meander amongst the massive trunks of trees that have been alive since the time of Genghis Khan. /nWhatever time of year you visit, you are bound to enjoy the bounty of the season, whether it's the cool mists of winter hugging car-sized tree trunks, the bright blooms of spring azalea and rhododendron, summer's bright sunbeams streaming through the trees, or the fall's eruption of fiery bigleaf maple.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659749153/trails/turkey_l5pznf.jpg",
        "cloudinary_id": "turkey_l5pznf",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Deer Lick Cave Loop Trail",
        "location": "Brecksville, OH",
        "difficulty": 3,
        "length": 3.7,
        "elevationChange": 201,
        "routeType": "Point-to-Point",
        "description":"Nearing 4 miles, this loop hike leads visitors through some of the most beautiful, rolling terrain in the park. While many trails see high visitor traffic, this trail offers a more secluded route, perfect for those looking to spend some time away from the city. The Deer Lick Cave Loop Trail is a nice wooded trail through the Brecksville Reservation. A portion of the trail follows the Valley Parkway which is a good place to start the trail since there is parking along that road. The trailhead along this road is also where the Deer Lick Cave is. As you head north along the parkway, you meet up with Chippewa Creek Drive, which is another good access point. There is a picnic area here near the trail. A portion of this trail is shared with the Bridle Trail, so watch your step. Also, the trail can be muddy and slick during wet conditions. Generally, this whole loop is fairly mellow, and there won't be too many big strenuous hills, though the terrain is rolling. The loop is fairly well maintained and enjoyable.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659748686/trails/deer_onmfth.jpg",
        "cloudinary_id": "deer_onmfth",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Rincon Peak",
        "location": "Mezcal, AZ",
        "difficulty": 4.8,
        "length": 14.4,
        "elevationChange": 4288,
        "routeType": "Point-to-Point",
        "description":"Rincon Peak Trail starts at the intersection of the Rincon Creek Trail and the Heartbreak Ridge Trail. From this point, the Rincon Peak Trail heads south for approximately 3.3 miles and ends with stunning views at the top of Rincon Peak. Don't be fooled by what appears to be a relatively short 3.3 mile hike. This trail ascends approximately 2,400 feet to Rincon Peak with the last half mile being very steep. However, reaching the top of Rincon Peak is extremely rewarding with excellent views of Tucson and the various Sky Islands in southern Arizona.Just to be safe, plan on carrying all your water. There might be water in various places along the trail, but no guarantee. Be careful driving in to the trailhead during monsoon season.",
        "image": "https://res.cloudinary.com/lilu986/image/upload/v1659748986/trails/rincon_djekqz.jpg",
        "cloudinary_id": "rincon_djekqz",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Moon House Ruins",
        "location": "Cedar Mesa, UT",
        "difficulty": 3,
        "length": 4.6,
        "elevationChange": 994,
        "routeType": "Loop",
        "description":"A great hike that has you scaling across a canyon to reach 1,000-year-old ruins. To visit Moon House Ruin you must have a permit from the Kane Gulch Visitor Center. Permits are limited to 20 per day. For more information on permits, click here. Bring plenty of water and wear sunscreen as the canyon is exposed. The Moon House Trail has some steep sections that are not recommended for those with a fear of heights.There are two options for parking for this hike. If you have a 2WD or low-clearance vehicle, you can park at a large dirt pull-out off of Snow Flat Road, and start the hike on the Moon House Approach. Otherwise, if you feel like shortening the hike, 4WD vehicles can drive down the Moon House Approach to reach the second parking area at the start of the Moon House Trail. Starting from the Moon House Approach parking area, head north on the dirt road. This road is slight uphill on the way out, but the apart from a couple rutted and rocky sections, overall, it is very easy hiking. The road is pretty exposed and somewhat dusty, so be sure to wear sunscreen and bring plenty of water as it can get quite hot on a sunny day. After about a mile of hiking on the road, you'll come to the second parking area and the start of the Moon House Trail. The trail is marked by cairns, so just keep an eye open and you shouldn't lose your way. The trail starts out pretty flat, heading through scrubby pinyon pine, juniper, and rabbitbrush. Stick to the rocks and marked trail to make sure you don't damage the cryptobiotic soil in the area. The canyon rim opens up suddenly and impressively from the flat ground that you have been hiking. Be sure to look across the canyon to see if you can spot the ruins as it is truly impressive to see them perched on the far side of the canyon wall. From here the drop down into the canyon is steep. You'll be crossing several large slabs of slickrock and a couple tight switchbacks will loose rock. There is one section that will require jumping (or scooting) down a small ledge onto a stack of rocks that others have kindly stacked to make for an easier descent/ascent. At just under half a mile, the trail will drop to the canyon floor. Depending on the time of year there may be water flowing in the small creek or there may just be some pools of water and a dry creek bed to cross. There are several massive black and red striated boulders on the canyon floor and a cool overhang to explore. From here, it is just a short, quick uphill with one tiny section of scrambling to reach the main Moon House Ruin. Once you are on this ledge where the main Moon House Ruin is, be sure to take some time to explore both to the north and south along the ledge. There are several other smaller ruins and remnants, and while they aren't as large or extensive as the main ruin, they are no less impressive. Similarly, the views up and down the canyon are breathtaking, so hike along the rim to take it all in. When you are done exploring, just head back the way you came.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659749739/trails/moon_fztyaz.jpg",
        "cloudinary_id": "moon_fztyaz",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Elmore Mountain Loop",
        "location": "Mount Elmore, VT",
        "difficulty": 4,
        "length": 5.9,
        "elevationChange": 2880,
        "routeType": "Loop",
        "description":"The Elmore Mountain Loop gives you the full body of Elmore Mountain from the steep sections to the fire tower views with a scenic gradual climb down Elmore Mountain's mellow north ridge. From the trailhead, follow the Fire Tower Trail. The Fire Tower Trail begins immediately with a steadily increasing grade. The trail is rocky and rooted. The trail will climb consistently until around 0.9 miles, where the climb will become much steeper involving rocky stair ledges. After the first steep section, there will be a scenic viewpoint at the site of a former cabin site. You can see the old foundation still remains. Past the viewpoint is the last leg involving another steep section that leads straight to the trail junction between the Fire Tower Trail and the Ridge Trail. Instead of veering north on the Ridge Trail, veer south 0.1 miles to the Elmore Fire Tower where you can climb to the top and experience 360-degree panoramic views of Elmore State Park and the surrounding mountain ranges and valleys. When leaving the fire tower, continue north on the Ridge Trail. The Ridge Trail traverses the northern ridge of Elmore Mountain. The first section of the trail ebbs and flows as it gradually descends in elevation passing scenic overlooks and the Balancing Rock landmark. The trail becomes a little steeper near the end of the ridge but empties out into open forest. The remaining trail is an easy forest hike back to the Fire Tower Trail. Follow the Fire Tower Trail back to the parking area.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659750096/trails/elmore_nvswb3.jpg",
        "cloudinary_id": "elmore_nvswb3",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Saddlebag Lake to Conness Lakes",
        "location": "Inyo National Forest, CA",
        "difficulty": 4,
        "length": 9.0,
        "elevationChange": 1685,
        "routeType": "Loop",
        "description":"This is a great hike through history up to the glacial-fed Conness Lakes along old mining roads. Part of the hike passes through an old flume system and is mostly off-trail but worth the climb to see these colorful lakes that usually hold some of their ice through late June. My dog Sally and I were camping at Saddlebag Lake Campground when a couple of my buddies drove up to hike with us. To get to the campground, resort, and trailhead, we drove to Saddlebag Lake Road, just east of the Yosemite National Park Tioga Pass entrance. Heading up the mostly dirt road to Saddlebag Lake, my hiking buddies parked at the adjacent backpacker parking lot and stashed their after-hike goodies in the bear boxes. In the past, we have taken the water taxi that Saddlebag Lake Resort has operated to cut our hiking time down, but the Saddlebag Lake Resort was still closed (2018). It suffered snow damage a couple of years ago and is not back in operation yet. It is for sale in case you are interested! To get there, we headed east on Tioga Road, east of the Tioga Pass entrance to Yosemite, to Saddlebag Road and drove up it, parking at the Saddlebag Lake Trailhead Parking Area, and we headed toward the resort, following the Twenty Lakes Loop Trail along the south, then east side of the lake. In the past, taking the water taxi operated by Saddlebag Lake Resort was an option, but not this year because they didn’t open due to the snow damage that they received. Once we reached the north end of the lake at the Wilderness Ranger Station, we followed the eastern loop of the Twenty Lakes Basin Loop Trail until we reached Greenstone Lake. The official trail ends at that point, but there is an informal trail that you can follow north of Greenstone Lake. If you are hiking early in the season, you may lose that informal trail, but you'll be heading up the creek that empties into Greenstone Lake. The trick is to not get too low along the creek when it is wet and boggy. Sometimes I head along the creek and sometimes I stay up on the ridge as I make my way to the waterfall that empties into this creek. This route will eventually lead you up to the glacial-fed Conness Lakes. These colorful lakes usually still have ice through late June. After enjoying the scenery, head back the way you came.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659750391/trails/saddlebag_p3jt2m.jpg",
        "cloudinary_id": "saddlebag_p3jt2m",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Devils Peak Loop Hike",
        "location": "Sky Lakes Wilderness, OR",
        "difficulty": 4,
        "length": 14.0,
        "elevationChange": 5969,
        "routeType": "Loop",
        "description":"This hike uses the popular western trailhead for the Seven Lakes Trail #981 to access some of the wonderful lakes in the Seven Lakes Basin of Oregon's Sky Lakes Wilderness. The hike then climbs along the Pacific Crest Trail to a saddle below Devils Peak and then follows a clear trail to the extensive views from the old lookout site atop the peak. After that, the hike continues around the head of the Seven Lakes Basin, with astounding views of the Crater Lake Rim to the north, before going all downhill back to the trailhead. This is a long, but very rewarding hike. This loop can be done in either direction, but going counterclockwise gets the climbing out of the way sooner and makes for an easier return. It starts at the Seven Lakes Trailhead on the west side of the Sky Lakes Wilderness. From there you climb gently, but steadily, past a junction with the King Spruce Trail #980 after 0.6 miles, past Frog Lake (excellent campsites) at 2.2 miles, and on up to the divide above the Seven Lakes Basin at 3.5 miles. From the divide, you continue on the #981 northeast and down into the Basin, past a junction with the Alta Lake Trail #979 in 0.2 miles (a beautiful lake with excellent campsites), and on down past South and Cliff Lakes (excellent campsites and swimming) to a junction with the Pacific Crest Trail (PCT) at 5.5 miles. If you have time, Middle and Grass Lakes are not too far off the #981 here. At the end of the #981, turn right (east) for a quick jaunt up the Cliff Lake Trail #983 to reach the PCT and start a switchback-facilitated climb to the saddle east of Devils Peak. Snow can linger on this stretch of the PCT into late June. From the saddle, a clear use trail climbs the ridge toward the summit of Devils Peak, reaching it in 0.2 miles. From there you'll have an expansive view of Mounts Shasta and McLoughlin to the south, Klamath Lake to the east, the Crater Lake Rim to the north, and the Rogue-Umpqua Divide Wilderness far to the west. Plan on giving yourself time to savor these views. When you're ready to head back, continue on a use trail as it descends Devil's southwest ridge to an unsigned junction with the PCT on the saddle southwest of the peak. Continue south on the PCT to a junction with the Devils Peak Trail #984, 8.8 miles from the trailhead. Go west on the #984, across the head of the Seven Lakes Basin with views of the Crater Lake Rim to the north, to its junction with the Seven Lakes Trail #981 at 10.1 miles from the trailhead. Follow the Seven Lakes Trail #981 down past Frog Lake to the trailhead.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659750589/trails/devils_rgwxr5.jpg",
        "cloudinary_id": "devils_rgwxr5.jpg",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Mount Wilson",
        "location": "Los Angeles, CA",
        "difficulty": 5,
        "length": 13.6,
        "elevationChange": 9478,
        "routeType": "Loop",
        "description":"Mount Wilson Trail is a 13.6 mile out-and-back trail located near Sierra Madre that offers scenic views. The trail is challenging, and the first part can be very hot during the summer. This trail is not recommended for beginners. Look for free street parking in front of Lizzie's Trail Inn and The Richardson House. Mt. Wilson Trail #11W22 starts about 50 yards north of Mira Monte Ave. The first mile of the trail is on a sandy singletrack with little shade. It passes a fork to First Water (stay left) and contours around the side of the mountain, and in 2 miles enters an oak and bay shaded section of trail. At 3.5 miles are the remains of Orchard Camp next to a seasonal stream. This shady spot is a good place to take a rest. The trail then climbs a series of switchbacks through forest then open chaparral finally reaching Manzanita Ridge at 4.8 miles. There is a nice bench with a good view and a junction with the Winter Creek Trail #11W20 on the right. Stay left and continue up the trail to a junction with the Mt. Wilson Toll Road #2N45 at 5.5 miles. Turn right and continue up the road for half a mile enjoying the fine views of the high mountains to the east. At the Mt. Harvard Saddle, turn right onto the Mt. Wilson Summit Spur Trail which leads to the a parking lot. Cross the lot and go up the trail to the pavilion where there are picnic tables and restrooms. Cosmic Cafe offers food and refreshments. Hours vary by season. There are also tours offered of the Mt. Wilson Observatory grounds. Water may or may not be available, so bring plenty. Return down the same way you came. This is when the fun begins!",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659751206/trails/wilson_rnd9a8.jpg",
        "cloudinary_id": "wilson_rnd9a8",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Green-Red-Blue Trail Loop",
        "location": "Broughton Nature Area, OH",
        "difficulty": 2,
        "length": 3.0,
        "elevationChange": 635,
        "routeType": "Loop",
        "description":"This hike features a variety of terrain and settings including a large meadow with wildflowers in season, a pristine forest, a nice pond, and a valley with a creek and small waterfall. It is also a transition from the normal sounds of the area that slowly diminish until about halfway through this hike when the only sounds come from your natural surroundings, especially from the pond on the Red Trail at the top of the ridge and all the way down the Blue Trail along the creek. Maps are posted prominently at each intersection. The first section of the hike along Green Trail is uphill; the middle section along the Red Trail is mostly level; the final leg along the Blue Trail is downhill.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659751323/trails/greenredblue_wchw6b.jpg",
        "cloudinary_id": "greenredblue_wchw6b",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Paul H. Douglas Trail",
        "location": "Indiana Dunes National Park, IN",
        "difficulty": 3,
        "length": 3.4,
        "elevationChange": 92,
        "routeType": "Out and Back",
        "description":"Take the Paul H. Douglas Trail (formerly the Miller Woods Trail) through a globally rare oak savanna. The National Park Service conducts small, carefully controlled burns that mimic historic fires. These fires reduce the growth of woody species and the build-up of leaves on the forest floor. The savannas native grasses and wildflowers, including lupine, thrive in the sunlight and more open forest floor. The wild lupine, the only food for the caterpillar of the endangered Karner blue butterfly, grows close to the trail. Please stay single file on the narrow trail to protect yourself from the abundant poison ivy along the trail edges as well as the fragile lupine habitat.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659751521/trails/paul_u6ihs5.jpg",
        "cloudinary_id": "paul_u6ihs5",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Tallest Dunes Out-and-Back",
        "location": "Great Sand Dunes National Park, CO",
        "difficulty": 5,
        "length": 15.3,
        "elevationChange": 3620,
        "routeType": "Out and Back",
        "description":"A route that will take you from the main parking lot to High Dune, Star Dune, and Highest Dune. Start in the parking lot. Once you cross the creek, you'll need to look for the tallest dune you can see. It should be right in front of you. Work your way up to the top of High Dune. It is best to zig zag, or switchback so you do not get overly exhausted. Now remember that there is no real trail, it is all sand, so don't get lost. Once on top of High Dune, follow the ridge down to the SW, and after a little ways you'll need to do some switchbacks down into a little valley. After that, you'll start a the climb up to Star Dune. This climb is also steeper, so use switchbacks. Once on top of Star Dune, you can follow its northern arm out, and then branch off to the east. Just follow the sand field to the NE, and try to stay on flatter ground. After a ways (6.2 miles), you'll come between two dunes, after this is your ascent of Highest Dune. Switchback your way up this one also. Highest Dune is much higher then Star Dune, or High Dune. This is only because it sits at a much higher elevation (2,650+ feet), but the actual sand portion is smaller. To return, just head back the way you came.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659752038/trails/tallest_ayompi.jpg",
        "cloudinary_id": "tallest_ayompi",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Little Devil Stairs Loop",
        "location": "Shenandoah National Park, VA",
        "difficulty": 5,
        "length": 5.5,
        "elevationChange": 2882,
        "routeType": "Loop",
        "description":"You're basically climbing up a waterfall! This loop hike warms you up in the first mile by crossing the creek several times. After that mile, the fun begins with rock scrambles that will remind you of hints of Old Rag but you're climbing up a waterfall! The trail is pretty well marked but even if you lose it, just stay along the river. You're in a gorge and there isn't that much room to mess up. Once you are past the climbing, go to Keyser Run Road and turn left. Make your way back to the bottom and to the parking lot. Because of the steep grade, the first two miles of the Little Devils Stairs hike in the Shenandoah National Park can be tough if the day is warm. The best time to do this hike is the early spring when water levels are at a peak, making the numerous waterfalls along Keiser Run that much nicer. At one point, the trail even passes through a small set of falls. Enjoy spectacular views of either side of the gorge as the Little Devis Stairs trail gets closer to the top of the gorge. The second half of the hike follows the Keyser Run Fire Road back down past the Bolen Cemetery. This is a pleasant hike through some old growth.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659752210/trails/little_koktab.jpg",
        "cloudinary_id": "little_koktab",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Lady Bird Lake",
        "location": "Austin, TX",
        "difficulty": 2,
        "length": 10.5,
        "elevationChange": 400,
        "routeType": "Loop",
        "description":"If you want to see Austin from a path, hit the Ann and Roy Butler Hike and Bike trail around Lady Bird Lake. This trail takes you through the famous Zilker Park, past the Stevie Ray Vaughan statue, under the bat bridges, along the new boardwalk, all while surrounded by Austin's beautiful wildlife. The majority of this trail is on decomposed granite, with small stretches of paved path. While the whole trail is fairly wide, it can be congested during peak hours. To escape the crowds, you can focus your route to the east of the Congress Street bridge. You can start from an infinite amount of spots, but most will start under the Mopac Bridge. The trail is fairly flat, but there will be a few climbs and descents that visitors will have to navigate.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659752362/trails/ladybird_tfkzw5.jpg",
        "cloudinary_id": "ladybird_tfkzw5",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Laurel Falls to Cove Mountain Fire Tower",
        "location": "Elkmont, NC",
        "difficulty": 3,
        "length": 8.4,
        "elevationChange": 3562,
        "routeType": "Out and Back",
        "description":"Laurel Falls is one of the more popular waterfalls in the park, and the trail to this point can be a bit crowded, but the falls are worth the hike to see them. Past the falls is some of the beautiful, quiet hiking that the Smokies are known for. It is definitely recommended that you extend your hike if you have time for a day trip up to the Cove Mountain Fire Tower. From the Sugarlands Visitor Center, go 3.8 miles on the Little River Road. The main parking lot for Laurel Falls is on both sides of the road at the trailhead, with additional parking in lots on either side of the gap. From the Townsend 'Y' intersection, take the Little River Road 13.7 miles to the Laurel Falls Trailhead. As you start from the parking lot, follow the paved trail to Laurel Falls, an 80-foot waterfall that offers great photo opportunities, despite the number of people who will probably be there. The first portion of the Laurel Falls Trail is one of the most popular trails in Great Smoky Mountains National Park due to it being paved, having only 300 feet of elevation gain, and a rewarding view of 80-foot Laurel Falls about 1.1 miles into the trail. Once you have taken all of your photos, continue on the trail up the hill. This is the beginning of your 2.9-mile climb to the top of Cove Mountain, and once you pass the falls, you'll have a relatively quiet hike in the woods to the top of Cove Mountain. At Cove Mountain there is an old fire tower that now serves as an air quality monitoring station with limited views into Wears Valley, an area outside of the park. You'll wind through a quiet forest, some areas which were not heavily logged by the various lumber companies in the early 1900s. About three miles into the trail, you'll find the intersection of the Little Greenbrier Trail, which you can take down to the Little Greenbrier School and Metcalf Bottoms via the Little Brier Gap Trail. Continuing on the Laurel Falls Trail for another 0.9 miles, you end up at the intersection of the Cove Mountain Trail. Turn left up the hill to the Cove Mountain Fire Tower. This is a great place to grab a snack or have lunch before returning to your car via the path you came.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659752557/trails/laurel_i4nawt.jpg",
        "cloudinary_id": "laurel_i4nawt",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Aravaipa Creek",
        "location": "Aravaipa Canyon Wilderness, AZ",
        "difficulty": 3,
        "length": 11.0,
        "elevationChange": 782,
        "routeType": "Point to Point",
        "description":"Aravaipa Creek is home to gorgeous terrain that awaits only 50 hikers each day. Get your permit, get out there, and explore! Aravaipa Creek flows year-round, which makes this hike a treat. There are well-developed, signed trailheads at either end, and short maintained trails to access the canyon bottom. There is no official trail once you reach the canyon bottom, but often you'll find one or more social trails on the banks. Overall, the general route is obvious, so you shouldn't have any problems. Expect to get your feet wet, as the easiest progress is frequently by wading in the creek or by crossing from one bank to the other. Don't bother with waterproof boots because the water level will typically be over your boot tops. From the west end, the canyon starts relatively open but narrows down at about the 2 mile point, which is near the confluence with Hell's Half Acre Canyon.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659752920/trails/aravaipa_jqauqj.jpg",
        "cloudinary_id": "aravaipa_jqauqj",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Little Manatee River State Park",
        "location": "Little Manatee State Park, FL",
        "difficulty": 3,
        "length": 7.2,
        "elevationChange": 274,
        "routeType": "Loop",
        "description":"This route goes through varied terrain from sandy uplands to wet lowlands. The trail is well maintained, and because it is a single path, you get the feeling of being close to nature. The trail is well marked with white blazes. Connector and accessory trails have a blue blaze. There are several bridges that go over wet spots or creeks. The northern portion is mostly through pine and oak trees growing in dry, sandy soil. The western and southern part go through some lowlands and sandy bluffs along the river. The south leg of the trail goes along the north bank of the Little Manatee River for stretches. The western portion of the south leg gets swampy and can be underwater during rainy times. The trail crosses Cypress Creek twice. Cypress Creek is a tributary. There are bridges over the streams and some wet areas, but other areas can be under water or quite muddy when there is much rain. The northern leg of the trail is generally higher and drier, but there are still a couple of spots that can be wet. There is a primitive campground with one site off the north leg of the trail. The nice part about this trail is how it varies along its length. It makes for an interesting hike and does not get boring.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659753096/trails/manatee_rcngbs.jpg",
        "cloudinary_id": "manatee_rcngbs",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Grand Sawtooth Loop",
        "location": "Boise National Forest, ID",
        "difficulty": 4,
        "length": 71.6,
        "elevationChange": 26952,
        "routeType": "Out and Back",
        "description":"This loop takes you alongside many alpine lakes, views of the Sawtooth mountains and over some beautiful passes but avoids some of the more crowded areas near Redfish lake and the Alice-Toxaway loop. Route is very well signed throughout the loop. The route mapped here includes detours to Observation Peak and to Everly and Plummer lakes. The loop is about 8 miles shorter without these diversions. The route starts at Grandjean Campground going up to Sawtooth Lake then along the North Fork to Baro Creek and Baron Creek Falls. Baron Lakes can be a little busier and the trail then follows Redfish Lake creek to Cramer Lakes. From Cramer Lakes you make your way to Edna Lake, then over a pass to Ardeth Lake. Spangle Lakes and the optional detour to Everly and Plummer lakes are next followed by an uphill alongside Benedict Creek. From there the rest of the trail is fair straight forward following the South Fork Payette River Trail #452 south fork and Trail 152 back to the Grandjean campground.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659753507/trails/sawtooth_wzlgyb.jpg",
        "cloudinary_id": "sawtooth_wzlgyb",
        "reviews": [],
        "reviewss": [0]
    },
    {
        "name": "Chimney Top Trail ",
        "location": "Red River Gorge, KY",
        "difficulty": 1,
        "length": 0.6,
        "elevationChange": 116,
        "routeType": "Out and Back",
        "description":"This is a short, easy walk to a stunning view. The trail ends atop a sandstone pillar with a commanding view of the Red River Gorge and surrounding valleys. From here, one can see multiple sandstone cliffs and outcroppings. This is not to be missed! urn off on the gravel access road and drive to the end. From the parking lot follow the well-marked trail to the west. The parking area is well-maintained with picnic areas and latrines. The trail is off to the west and well-marked. Due to the popularity of this overlook, the trail is actually paved. The walk itself is as easy as a city sidewalk and may be accessible to wheelchairs. The view at the end is amazing! The valley is laid out before you on three sides as you stand on top of a sandstone pillar. The pillar is fenced off and there are several places to sit and enjoy the view. Upon your return, be sure to check out the Princess Arch Trail to the east.",
        "image":"https://res.cloudinary.com/lilu986/image/upload/v1659753697/trails/chimney_qewa0i.jpg",
        "cloudinary_id": "chimney_qewa0i",
        "reviews": [],
        "reviewss": [0]
    }
]